[
    {
        "int": "Animals in Sri Lanka"
    },
    {
        "box01":{
            "img12": "ImageAssets/img12.jpg",
            "subhead01":  "Sri Lankan Elephant (Elephas maximus maximus)",
            "para01": "The Sri Lankan Elephant (Elephas maximus maximus) is a distinct subspecies of the Asian elephant, native to the island of Sri Lanka. Renowned for its intelligence, these elephants possess a gentle demeanor, making them culturally significant in Sri Lankan traditions and religious ceremonies. With smaller ears and a relatively robust build compared to their continental counterparts, they inhabit a variety of landscapes, from dense forests to grasslands. Unfortunately, these elephants face threats such as habitat loss, human-wildlife conflict, and poaching, leading to conservation concerns and efforts to protect their dwindling populations."
        },
        "box02":{
            "img13": "ImageAssets/img13.jpg",
            "subhead01":  "Sri Lankan Leopard (Panthera pardus kotiya)",
            "para01": "The Sri Lankan Leopard (Panthera pardus kotiya) is a critically endangered subspecies of leopard native to Sri Lanka. Known for its striking golden-yellow coat with distinctive dark spots and rosettes, this elusive big cat is characterized by a slender build and relatively short legs. It inhabits a variety of environments, including dry and rainforests, and is an adept climber. The species faces significant threats such as habitat loss, poaching, and human-wildlife conflict, contributing to its precarious conservation status. Efforts are underway to protect and conserve these magnificent leopards, emphasizing the importance of preserving their natural habitats and mitigating human-related pressures."
        },
        "box03":{
            "img14": "ImageAssets/img14.jpg",
            "subhead01":  "Sloth Bear (Melursus ursinus inornatus)",
            "para01": "The Sloth Bear (Melursus ursinus inornatus) is a subspecies of the sloth bear native to the Indian subcontinent. Recognized for its shaggy, dark fur and distinct V-shaped white mark on its chest, these bears are primarily insectivorous, feeding on termites and ants. They possess long, curved claws adapted for excavating insect nests, and their unique dietary habits set them apart from other bear species. Sloth bears are known for their solitary nature and are found in a variety of habitats, including forests, grasslands, and scrublands across their range."
        },
        "box04":{
            "img15": "ImageAssets/img15.jpg",
            "subhead01":  "Purple-faced Langur (Semnopithecus vetulus)",
            "para01": "The Purple-faced Langur (Semnopithecus vetulus) is a charismatic primate species native to Sri Lanka. Recognized for its striking appearance, these langurs have a distinct purple hue on their faces, adding to their uniqueness. Their fur is predominantly dark brown or black, contrasting with the vivid coloration of their faces. As arboreal creatures, they primarily inhabit forested areas, displaying remarkable agility as they navigate treetops. Unfortunately, like many species, the Purple-faced Langur faces threats such as habitat loss and fragmentation, emphasizing the importance of conservation efforts to ensure their survival in the wild."
        },
        "box05":{
            "img16": "ImageAssets/img16.jpg",
            "subhead01":  "Spotted Deer (Axis axis ceylonensis)",
            "para01": "The Spotted Deer (Axis axis ceylonensis), also known as the Axis Deer or Chital, is a species native to the Indian subcontinent. Characterized by its distinctive spotted coat, this medium-sized deer species exhibits sexual dimorphism with males typically having antlers. Their habitat ranges from open grasslands to dense forests, and they are known for their agility and swift movements. Spotted Deer are herbivores, feeding on a variety of vegetation, and are a significant prey species for predators in their ecosystems. They play a crucial role in maintaining the ecological balance in their natural habitats."
        },
        "box06":{
            "img17": "ImageAssets/img17.jpg",
            "subhead01":  "Toque Macaque (Macaca sinica)",
            "para01": "The Toque Macaque (Macaca sinica) is a species of macaque native to Sri Lanka. Recognized by its distinctive reddish-brown fur and a toque-like crown of hair on its head, these agile and social primates inhabit a variety of habitats ranging from rainforests to urban areas. With a diet consisting of fruits, leaves, and small invertebrates, the Toque Macaque is known for its adaptability and ability to thrive in diverse environments. Conservation efforts are in place to protect these monkeys, as they face threats such as habitat loss and human-wildlife conflict."
        },
        "box07":{
            "img18": "ImageAssets/img18.jpg",
            "subhead01":  "Ruddy Mongoose (Herpestes smithii)",
            "para01": "The Ruddy Mongoose (Herpestes smithii) is a small carnivorous mammal found in South Asia. With a sleek reddish-brown coat and a long, bushy tail, this mongoose is known for its agile and adept hunting skills. It primarily preys on small vertebrates and insects, using its sharp claws and teeth to capture its prey. The Ruddy Mongoose is a versatile species, adapting well to various habitats, including forests, grasslands, and human-altered landscapes."
        },
        "box08":{
            "img19": "ImageAssets/img19.jpg",
            "subhead01":  "Sri Lankan Junglefowl (Gallus lafayettii)",
            "para01": "The Sri Lankan Junglefowl (Gallus lafayettii) is a striking bird endemic to Sri Lanka, known for its vibrant plumage and distinct appearance. Males boast colorful feathers with intricate patterns, while females exhibit more subdued tones for camouflage. These birds inhabit dense tropical forests, where they forage for seeds, insects, and small invertebrates. Recognized as the national bird of Sri Lanka, the junglefowl holds cultural significance, often featured in local folklore and traditional ceremonies. Conservation efforts are underway to protect these unique birds and their habitats, ensuring the preservation of this iconic species."
        },
        "box09":{
            "img20": "ImageAssets/img20.jpg",
            "subhead01":  "Sri Lanka Birdwing (Troides darsius)",
            "para01": "The Sri Lanka Birdwing (Troides darsius) is a striking butterfly species endemic to Sri Lanka, known for its vibrant and distinctive appearance. With a wingspan ranging from 14 to 17 centimeters, it is one of the largest butterflies in the country. The male displays striking black wings with electric blue and emerald green markings, while the female features a more subdued palette of brown and white. This species primarily inhabits the wet zone forests of Sri Lanka, making it a captivating and unique element of the island nation's rich biodiversity."
        },
        "box10":{
            "img21": "ImageAssets/img21.jpg",
            "subhead01":  "Yellow-fronted Barbet (Psilopogon flavifrons)",
            "para01": "The Yellow-fronted Barbet (Psilopogon flavifrons) is a striking bird found in the Western Ghats of India. Known for its vibrant plumage, it sports a yellow forehead, a red crown, and greenish wings and body. This medium-sized barbet is often found in dense forests and wooded areas, where it forages on fruits and insects. Its distinctive call resonates through the canopies, making it a recognizable and delightful presence in the biodiversity-rich Western Ghats ecosystem."
        }
    }
]