[
    {
        "int": "The Sri Lankan wildlife Introduction"
    },
    {
        "box01": {
            "subhead01": "Sinharaja Rain Fores",
            "para": "Nestled in the emerald embrace of southwestern Sri Lanka lies the Sinharaja Rain Forest, a verdant kingdom teeming with ancient secrets and vibrant life. This last bastion of Sri Lanka's lowland rainforest whispers tales of towering giants draped in emerald mosses, gurgling streams carving through fertile valleys, and the symphony of exotic birdsong filling the air. A UNESCO World Heritage Site and a Biosphere Reserve, Sinharaja is not just a rainforest; it's a whispered promise of adventure, a canvas painted by nature's finest hand, and a treasure trove of biodiversity waiting to be discovered.",
            "img05": "ImageAssets/img05.jpg",
            "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31718.70291219772!2d80.4232723117399!3d6.414873688853437!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae3e2161cf9a38d%3A0x813bfa0e6b19f787!2sThe%20Forest%20-%20Sinharaja!5e0!3m2!1sen!2slk!4v1701589835720!5m2!1sen!2slk"
        }
    },
    {
        "box02": {
            "subhead01": "Horton Plains National Park",
            "para": "Horton Plains National Park is a stunning highland paradise in Sri Lanka, nestled amidst the Central Highlands at an elevation of 2,100-2,300 meters. It's a mosaic of landscapes, with undulating grasslands, pockets of misty cloud forests, rocky outcrops, and shimmering lakes. The air is crisp and cool, and the views are simply breathtaking. Horton Plains is also a haven for biodiversity. Over 750 plant species thrive here, including orchids, ferns, and rhododendrons. The animal life is equally diverse, with sambar deer, barking deer, wild boar, and even the occasional leopard making their home in the park. Birdwatchers will be delighted by the abundance of birdlife, including Sri Lanka bush hens, Ceylon whistling thrushes, and spotted eagles.",
            "img05": "ImageAssets/img06.jpg",
            "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3961.6740385671706!2d80.79975837508901!3d6.809445993188117!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae3882edb4b78ef%3A0xcebca89153777249!2sHorton%20Plains%20National%20Park!5e0!3m2!1sen!2slk!4v1701589920187!5m2!1sen!2slk"
        }
    },
    {
        "box03": {
            "subhead01": "Minneriya National Park",
            "para": "Minneriya National Park, a sprawling 8,890-hectare haven in Sri Lanka's North Central Province, is a nature lover's paradise. Its centerpiece is the vast Minneriya Tank, a 3rd-century marvel of irrigation engineering that sustains a thriving ecosystem. This ancient reservoir becomes a magnet for wildlife, particularly during the dry season from August to September. But Minneriya's magic extends beyond elephants. The park is a haven for diverse species like toque macaques, sambar deer, buffaloes, crocodiles, and even elusive leopards. Birdwatchers will be enthralled by the colorful symphony of painted storks, herons, pelicans, and little cormorants flitting around the tank's edges.",
            "img05": "ImageAssets/img07.jpg",
            "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3950.8379206005234!2d80.84209537510064!3d8.01564429201069!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3afb6009a20be05d%3A0xa4d046f2f06b05f5!2sMinneriya%20National%20Park!5e0!3m2!1sen!2slk!4v1701589946111!5m2!1sen!2slk"
        }
    },
    {
        "box04": {
            "subhead01": "Udawalawe National Park",
            "para": "Udawalawe National Park is a 30,821-hectare nature reserve in Sri Lanka that features native wildlife, including elephants and water birds. It is located in the Ratnapura District of Sabaragamuwa Province, and is bordered by the Udawalawe Reservoir to the west. The park is home to a variety of animals, including elephants, leopards, sloth bears, spotted deer, and sambar deer. It is also a popular birdwatching destination, with over 200 species of birds recorded in the park.",
            "img05": "ImageAssets/img08.jpg",
            "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3964.370803868233!2d80.87374407508614!3d6.474628793517149!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae408ff88887e79%3A0xaf12e79ffbd980d7!2sUdawalawe%20National%20Park!5e0!3m2!1sen!2slk!4v1701589972808!5m2!1sen!2slk"
        }
    },
    {
        "box05": {
            "subhead01": "Wasgamuwa National Park",
            "para": "Nestled amidst the lush rainforests and dry grasslands of Sri Lanka's Matale and Polonnaruwa districts lies Wasgamuwa National Park, a haven for diverse wildlife and stunning landscapes. Established in 1984 as a refuge for animals displaced by the Mahaweli Development Project, this 36,900-hectare park has blossomed into a treasure trove of biodiversity. Jagged mountains like Sudu Kanda rise above the emerald canopy, while the mighty Mahaweli River carves its path through the heart of the park, creating pockets of lush riparian forests and serene freshwater lagoons. Herds of majestic Sri Lankan elephants, numbering over 150, roam freely across the plains, their trumpeting calls echoing through the valleys. Keep your eyes peeled for elusive leopards, sloth bears, and the endemic purple-faced langur monkeys swinging through the trees.",
            "img05": "ImageAssets/img09.jpg",
            "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3953.3444613799797!2d80.91819877509805!3d7.753241892265715!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3afb52570f648bc9%3A0xa4d95d7cf2f31436!2sWasgamuwa%20National%20Park!5e0!3m2!1sen!2slk!4v1701590009415!5m2!1sen!2slk"
        }
    },
    {
        "table": {
            "raw01": {
                "column01": "Forest Name",
                "column02": "Biodiversity",
                "column03": "Unique Features"
            },
            "raw02": {
                "column01": "Sinharaja Rain Forest",
                "column02": "Rich in endemic species",
                "column03": "UNESCO-designated biodiversity hotspot"
            },
            "3": {
                "column01": "Horton Plains National Park",
                "column02": "Characterized by montane grasslands and cloud forests",
                "column03": "World's End, Baker's Falls, High Altitude Ecosystem"
            },
            "raw04": {
                "column01": "Minneriya National Park",
                "column02": "Known for its diverse flora and fauna",
                "column03": "Gathering of Elephants, Scenic Landscapes, Historical Ruins"
            },
            "raw05": {
                "column01": "Udawalawe National Park",
                "column02": "Characterized by diverse landscapes, including grasslands, scrublands, and forests",
                "column03": "Udawalawe Reservoir, Open Grasslands, Bird Watching"
            },
            "raw06": {
                "column01": "Wasgamuwa National Park",
                "column02": "Characterized by diverse ecosystems, including grasslands, scrublands, and forests",
                "column03": "Mahaweli River, Vilpaththuwa, Large Herds of Elephants"
            },
            "raw07": {
                "column01": "Come to Sri Lanka and visit these beautiful places"
            }
        }
    }
]